tutorials/incompressibleFluid/motorBike/motorBike/0/include/frontBackUpperPatches
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

upperWall
{
    type symmetryPlane;
}

"(front|back)"
{
    type symmetryPlane;
}

// ************************************************************************* //
